Repository: paulwoman/Capitalism_Lab_ENG_to_IDN
Catalog: tm/auto/t_game_en-US_id.tmx
Source language: en_us
Languages: id

source: [2404]<1317>CASH|
id: [2404]<1317>KAS|

source: [2405]<1318>NET WORTH|
id: [2405]<1318>LAYAK BERSIH|

source: [2406]<1319>BORROW MONEY FROM BANK|
id: [2406]<1319>PINJAM UANG DARI BANK|

source: [2407]<1320>SELL STOCK|
id: [2407]<1320>JUAL SAHAM|

source: [2408]<1321>DECLARE BANKRUPTCY|
id: [2408]<1321>MENYATAKAN KEBANGKITAN|

source: [2409]<1322>ISSUE NEW SHARES|
id: [2409]<1322>MASALAH SAHAM BARU|

source: [2410]<1323>CLOSE DOWN FIRMS|
id: [2410]<1323>TUTUP PERUSAHAAN|

source: [2411]<1324>BANKRUPTCY|
id: [2411]<1324>KEBANGKITAN|

source: [2412]<1325>Cash|
id: [2412]<1325>Uang Tunai|

source: [2413]<1326>Sale of Land|
id: [2413]<1326>Penjualan Tanah|

source: [2414]<1327>Sale of Stocks|
id: [2414]<1327>Penjualan Saham|

source: [2415]<1328>Bank Loan Repayment|
id: [2415]<1328>Pembayaran Pinjaman Bank|

source: [2416]<1329>Cash|
id: [2416]<1329>Uang Tunai|

source: [2417]<1330>Payment Per Share|
id: [2417]<1330>Pembayaran Per Saham|

source: [2435]Conservative|
id: [2435]Konservatif|

source: [2436]Moderate|
id: [2436]Sedang|

source: [2437]Aggressive|
id: [2437]Agresif|

source: [2438]Very Aggressive|
id: [2438]Sangat Agresif|

source: [2439]Human Player|
id: [2439]Pemain Manusia|

source: [2441]Chairman|
id: [2441]Ketua|

source: [2442]CEO & Chairman|
id: [2442]CEO & Ketua|

source: [2444]COO & Chairman|
id: [2444]COO & Ketua|

source: [2446]CMO & Chairman|
id: [2446]CMO & Ketua|

source: [2448]CTO & Chairman|
id: [2448]CTO & Ketua|

source: [2449]Chief Executive Officer|
id: [2449]Direktur Utama|

source: [2450]Chairman|
id: [2450]Ketua|

source: [2451]Chief Executive Officer & Chairman|
id: [2451]Direktur Utama & Ketua|

source: [2452]Chief Operating Officer|
id: [2452]Direktur Operasi|

source: [2453]Chief Operating Officer & Chairman|
id: [2453]Direktur Operasional & Ketua|

source: [2454]Chief Marketing Officer|
id: [2454]Direktur Pemasaran|

source: [2455]Chief Marketing Officer & Chairman|
id: [2455]Direktur & Direktur Pemasaran|

source: [2456]Chief Technical Officer|
id: [2456]Direktur Teknis|

source: [2457]Chief Technical Officer & Chairman|
id: [2457]Direktur & Direktur Teknis|

source: [2458]<1348>Independent Investor|
id: [2458]<1348>Investor Independen|

source: [2459]<1349>Independent Investor|
id: [2459]<1349>Investor Independen|

source: [2460]<1350>Very Bad|
id: [2460]<1350>Sangat Buruk|

source: [2461]<1351>Bad|
id: [2461]<1351>Buruk|

source: [2462]<1352>Neutral|
id: [2462]<1352>Netral|

source: [2463]<1353>Good|
id: [2463]<1353>Baik|

source: [2464]<1354>Very Good|
id: [2464]<1354>Sangat Baik|

source: [2466]<1356> to |
id: [2466]<1356>hingga|

source: [2467]<1357>Do you agree?|
id: [2467]<1357>Apakah Anda setuju?|

source: [2468]<1358>president|
id: [2468]<1358>presiden|

source: [2470]<1360>, you must terminate the employment of the current one.|
id: [2470]<1360>, Anda harus memutuskan hubungan kerja orang tersebut saat ini.|

# [2471]<1361>The severance for terminating the employment of |
source: [2471]<1361>The severance for terminating the employment of \n|
id: [2471]<1361>Pesangon untuk pemutusan hubungan kerja \n|

source: [2472]<1362>President of |
id: [2472]<1362>Presiden|

source: of |
id: dari|

source: [2474]<1364>, is |
id: [2474]<1364>, adalah|

source: [2475]<1365> (weekly salary) x |
id: [2475]<1.365>(gaji mingguan) x|

source: [2476]<1366> (years of service)|
id: [2476]<1366>(tahun kerja)|

source: [2477]<1367>Do you want to proceed?|
id: [2477]<1367>Apakah Anda ingin melanjutkan?|

source: [2478]<1368>Which job you want to offer ?|
id: [2478]<1368>Pekerjaan mana yang ingin Anda tawarkan?|

source: [2479]<1369>Offer|
id: [2479]<1369>Penawaran|

source: [2480]<1370>Cancel|
id: [2480]<1370>Batal|

source: [2481]<1371>President of |
id: [2481]<1371>Presiden|

source: [2483]<1373> is disappointed by your rejection.|
id: [2483]<1373>kecewa dengan penolakan Anda.|

source: [2484]<1374>Select|
id: [2484]<1374>Pilih|

source: [2485]<1375>Cancel|
id: [2485]<1375>Batal|

source: [2495]<1385>Add|
id: [2495]<1385>Tambahkan|

source: [2496]<1386>Delete|
id: [2496]<1386>Hapus|

source: [2497]<1387>Replace|
id: [2497]<1387>Ganti|

source: [2498]<1388>Sort|
id: [2498]<1388>Menyortir|

source: [2499]<1389>Use|
id: [2499]<1389>Gunakan|

source: [2500]<1390>Exit|
id: [2500]<1390>Keluar|

source: [2502]<1392> layout plan found|
id: [2502]<1392>rencana tata letak ditemukan|

source: [2503]<1393>All products|
id: [2503]<1393>Semua produk|

source: [2504]<1394>Product|
id: [2504]<1394>Produk|

source: [2505]<1395>Research on which product?|
id: [2505]<1395>Riset tentang produk yang mana?|

source: [2506]<1396>Duration|
id: [2506]<1396>Durasi|

source: [2508]<1398>Current Tech|
id: [2508]<1398>Teknologi Saat Ini|

source: [2509]<1399>Top Tech|
id: [2509]<1399>Teknologi Teratas|

source: [2510]<1400> years|
id: [2510]<1400>tahun|

source: [2511]<1401> year|
id: [2511]<1401>tahun|

source: [2512]<1402> proceeds with a multiplayer save game.|
id: [2512]<1402>dilanjutkan dengan save game multipemain.|

source: [2513]<1403>Save game|
id: [2513]<1403>Simpan game|

source: [2515]<1405> You have enabled the cheat mode.|
id: [2515]<1405>Anda telah mengaktifkan mode cheat.|

source: [2516]<1406>CHEAT ENABLE|
id: [2516]<1406>AKTIFKAN CHEAT|

source: [2517]<1407>How Long is the Research?|
id: [2517]<1407>Berapa Lama Penelitian?|

source: [2518]<1408>Your large quantity stock purchase put an upward pressure on the stock price.
id: [2518]<1408>Pembelian saham Anda dalam jumlah besar memberikan tekanan ke atas pada harga saham.|

source: | [2519]<1409>Your large quantity stock sale put a downward pressure on the stock price.
id: [2519]<1409>Penjualan saham dalam jumlah besar memberikan tekanan pada harga saham.|

source: | [2520]<1410>The stock price rose from |
id: [2520]<1410>Harga saham naik dari|

source: [2521]<1411>The stock price fell from |
id: [2521]<1411>Harga saham jatuh dari|

source: [2522]<1412> to |
id: [2522]<1412>hingga|

source: [2523]<1413>Your Average Price|
id: [2523]<1413>Harga Rata-Rata Anda|

source: [2524]<1414>Your Average Purchase Price|
id: [2524]<1414>Harga Pembelian Rata-Rata Anda|

source: [2525]<1415>Your Total Sale Amount|
id: [2525]<1415>Jumlah Total Penjualan Anda|

source: [2526]<1416>Your Total Purchase Cost|
id: [2526]<1416>Total Biaya Pembelian Anda|

source: [2533]<1423>My Firms|
id: [2533]<1423>Perusahaan Saya|

source: [2535]<1425>Firm|
id: [2535]<1425>Teguh|

source: [2536]<1426>Product|
id: [2536]<1426>Produk|

source: [2541]Underdeveloped|
id: [2541]Tertinggal|

source: [2542]Developing|
id: [2542]Mengembangkan|

source: [2543]Newly Industrialized|
id: [2543]Industri Baru|

source: [2544]Industrial|
id: [2544]Industri|

source: [2552]<1433>Your supply of |
id: [2552]<1433>Persediaan Anda atas|

source: [2553]<1434> has stopped.|
id: [2553]<1434>telah berhenti.|

source: [2554]<1435>Your supply of |
id: [2554]<1435>Persediaan Anda dari|

source: [2555]<1436> was stopped and has been automatically relinked.|
id: [2555]<1436>dihentikan dan telah ditautkan kembali secara otomatis.|

source: [2556]<1437>Your R&D of |
id: [2556]<1437>R&D Anda dari|

# [2557]<1438> is complete. Your technology is now |
source: [2557]<1438> is complete.\nYour technology is now |
id: [2557]<1438>selesai. \nTeknologi Anda sekarang|

source: [2558]<1439>Your R&D of |
id: [2558]<1439>R&D Anda dari|

# [2559]<1440> is complete. |
source: [2559]<1440> is complete.\n|
id: [2559]<1440>selesai. \n|

source: [2560]<1441>You now have the technology to produce |
id: [2560]<1441>Anda sekarang memiliki teknologi untuk menghasilkan|

source: [2561]<1442>Your |
id: [2561]<1442>Anda|

# [2562]<1443> reserve is now exhausted. The production at your |
source: [2562]<1443> reserve is now exhausted.\nThe production at your |
id: [2562]<1443>cadangan sekarang habis. \nProduksi di| Anda

source: [2563]<1444> has stopped.|
id: [2563]<1444>telah berhenti.|

source: [2564]<1445>Your total cost for producing |
id: [2564]<1445>Total biaya produksi Anda|

source: [2565]<1446> is higher than your selling price.|
id: [2565]<1446>lebih tinggi dari harga jual Anda.|

source: [2566]<1447>A firm has been acquired in the merger.|
id: [2566]<1447>Sebuah perusahaan telah diakuisisi dalam merger.|

source: [2567]<1448>Message |
id: [2567]<1448>Pesan|

source: [2568]<1449>Prev|
id: [2568]<1449>Sebelumnya|

source: [2569]<1450>Next|
id: [2569]<1450>Berikutnya|

source: [2571]<1452>Ignore|
id: [2571]<1452>Abaikan|

source: [2572]<1453>Ignore All|
id: [2572]<1453>Abaikan Semua|

source: [2573]<1454>Apply Latest Production Technology to This Manufacturing Unit|
id: [2573]<1454>Menerapkan Teknologi Produksi Terbaru untuk Unit Manufaktur Ini|

source: [2574]<1455>Current Technology Level: |
id: [2574]<1455>Tingkat Teknologi Saat Ini:|

source: [2575]<1456>Target Technology Level: |
id: [2575]<1456>Target Teknologi|

# [2576]<1457> Update production facilities now ?|
source: [2576]<1457>\nUpdate production facilities now ?|
id: [2576]<1457>\nPerbarui fasilitas produksi sekarang?|

source: [2577]<1458>Message |
id: [2577]<1458>Pesan|

source: [2578]<1459>Prev|
id: [2578]<1459>Sebelumnya|

source: [2579]<1460>Next|
id: [2579]<1460>Berikutnya|

source: [2581]<1462>Yes|
id: [2581]<1462>Ya|

source: [2582]<1463>Yes All|
id: [2582]<1463>Ya Semua|

source: [2583]<1464>Ignore|
id: [2583]<1464>Abaikan|

source: [2584]<1465>Ignore All|
id: [2584]<1465>Abaikan Semua|

source: [2585]<1466>City|
id: [2585]<1466>Kota|

source: [2586]<1467>Population|
id: [2586]<1467>Penduduk|

source: [2588]<1469>Real Wage Rate|
id: [2588]<1469>Tingkat Upah Riil|

source: [2589]<1470>Unemployment Rate|
id: [2589]<1470>Tingkat Pengangguran|

source: [2590]<1471>Current city|
id: [2590]<1471>Kota saat ini|

source: [2591]<1472>Your Final Score|
id: [2591]<1472>Skor Akhir Anda|

source: [2594]<1475>The Corporation Name and Player Name cannot be empty.|
id: [2594]<1475>Nama Perusahaan dan Nama Pemain tidak boleh kosong.|

source: [2595]<1476>The Player Name cannot be empty.|
id: [2595]<1476>Nama Pemain tidak boleh kosong.|

source: [2596]<1477>The Corporation Name cannot be empty.|
id: [2596]<1477>Nama Perusahaan tidak boleh kosong.|

source: [2599]<1479>Select Building Type|
id: [2599]<1479>Pilih Jenis Bangunan|

source: [2600]<1480>Not enough cash|
id: [2600]<1480>Tidak cukup uang tunai|

source: [2601]<1481>OK, I agree to sell my stock.|
id: [2601]<1481>Oke, saya setuju untuk menjual saham saya.|

source: [2602]<1482>Randomize|
id: [2602]<1482>Mengacak|

source: [2605]<1485>enabled the cheat mode.|
id: [2605]<1485>mengaktifkan mode cheat.|

source: [2606]<1486>Setup Cost|
id: [2606]<1486>Biaya Setup|

source: [2607]<1487>I want to buy your %1s for %2s.|
id: [2607]<1487>Saya ingin membeli %1s Anda seharga %2s.|

source: [2608]<1488>Year|
id: [2608]<1488>Tahun|

source: [2609]<1489>Building cost: |
id: [2609]<1489>Biaya pembangunan:|

source: [2610]<1490>Annual return on investment:|
id: [2610]<1490>Laba atas investasi tahunan:|

source: [2611]<1491>Market Share for past 36 months|
id: [2611]<1491>Pangsa Pasar selama 36 bulan terakhir|

source: [2612]<1492> Point|
id: [2612]<1492>Poin|

source: [2613]<1493>Clear|
id: [2613]<1493>Hapus|

source: [2614]<1494>Clients|
id: [2614]<1494>Klien|

source: [2615]<1495>Firm Type|
id: [2615]<1495>Jenis Perusahaan|

source: [2616]<1496>Monthly Purchase|
id: [2616]<1496>Pembelian Bulanan|

source: [2618]<1498>NEWS|
id: [2618]<1498>BERITA|

source: [2619]<1499>Price|
id: [2619]<1499>Harga|

source: [2621]<1501>New Price|
id: [2621]<1501>Harga Baru|

source: [2622]<1502>Size|
id: [2622]<1502>Ukuran|

source: [2623]<1503>All Cities|
id: [2623]<1503>Semua Kota|

source: [2624]<1504>This City|
id: [2624]<1504>Kota Ini|

source: [2626]<1506>View Clients|
id: [2626]<1506>Lihat Klien|

source: [2628]<1508>YOUR FINANCIAL REPORT|
id: [2628]<1508>LAPORAN KEUANGAN ANDA|

source: [2629]<1509>You do not have enough cash.|
id: [2629]<1509>Anda tidak memiliki cukup uang tunai.|

source: [2630]<1510>You must resign your Chief Operating Officer before you can remove the office.|
id: [2630]<1510>Anda harus mengundurkan diri dari Chief Operating Officer Anda sebelum dapat memindahkan kantor.|

source: [2631]<1511>You must resign your Chief Marketing Officer before you can remove the office.|
id: [2631]<1511>Anda harus mengundurkan diri dari Chief Marketing Officer sebelum Anda dapat memindahkan kantor.|

source: [2632]<1512>You must resign your Chief Technical Officer before you can remove the office.|
id: [2632]<1512>Anda harus mengundurkan diri dari Chief Technical Officer Anda sebelum dapat memindahkan kantor.|

source: [2635]<1515>Annual Salary|
id: [2635]<1515>Gaji Tahunan|

source: [2636]<1516>SELECT MEDIA|
id: [2636]<1516>PILIH MEDIA|

source: [2637]<1517>Auto Apply R&D Results To Factories|
id: [2637]<1517>Terapkan Otomatis Hasil Litbang Ke Pabrik|

source: [2638]<1518>Alert Messages (Hotkey: F5)|
id: [2638]<1518>Pesan Peringatan (Hotkey: F5)|

source: [2639]<1519>I don't want to sell my mansion at this price to you.|
id: [2639]<1519>Saya tidak ingin menjual rumah besar saya dengan harga ini kepada Anda.|

source: [2642]<1522>The media does not have any advertising space available currently.|
id: [2642]<1522>Media tidak memiliki ruang iklan yang tersedia saat ini.|

source: [2643]<1523>Advertisers Shares|
id: [2643]<1523>Saham Pengiklan|

source: [2644]<1524>Local Advertisers |
id: [2644]<1524>Pengiklan Lokal|

source: [2645]<1525>I accept your offer and agree to sell my technology to you.|
id: [2645]<1525>Saya menerima tawaran Anda dan setuju untuk menjual teknologi saya kepada Anda.|

source: [2646]<1526>Your corporation has been acquired by |
id: [2646]<1526>Perusahaan Anda telah diakuisisi oleh|

source: [2647]<1527>You cannot use this plan yet as you have not invented the product.|
id: [2647]<1527>Anda belum dapat menggunakan paket ini karena Anda belum menemukan produknya.|

source: [2648]<1528>You do not have enough cash to setup this unit.|
id: [2648]<1528>Anda tidak memiliki cukup uang untuk menyiapkan unit ini.|

source: [2649]<1529>SKIP TUTORIAL|
id: [2649]<1529>LEWATKAN TUTORIAL|

source: [2650]<1530>Are you sure that you want to skip this tutorial?|
id: [2650]<1530>Anda yakin ingin melewatkan tutorial ini?|

source: [2651]<1531>RESTART TUTORIAL|
id: [2651]<1531>MULAI ULANG TUTORIAL|

source: [2652]<1532>Are you sure that you want to restart this tutorial?|
id: [2652]<1532>Anda yakin ingin memulai ulang tutorial ini?|

source: [2653]<1533>SCENARIO DESCRIPTION|
id: [2653]<1533>DESKRIPSI SKENARIO|

source: [2654]<1534>This Game is Over!|
id: [2654]<1534>Game Ini Berakhir!|

source: [2655]<1535>%1s of %2s has achieved the goal and won the game.|
id: [2655]<1535>%1s dari %2s telah mencapai tujuan dan memenangkan permainan.|

source: [2656]<1536>Paused|
id: [2656]<1536>Dijeda|

source: [2657]<1537>This dialog box will be automatically closed in %1d %1p{day|days}|
id: [2657]<1537>Kotak dialog ini akan otomatis ditutup dalam %1d %1p {day| days}|

source: [2658]<1538>Auto Set Up Purchase Links|
id: [2658]<1538>Tautan Pembelian Atur Otomatis|

source: [2659]<1539>Do you want the purchase links to be automatically set up for you?|
id: [2659]<1539>Apakah Anda ingin tautan pembelian diatur secara otomatis untuk Anda?|

source: [2663]<1543>Go to Goal Report|
id: [2663]<1543>Buka Laporan Tujuan|

source: [2664]<1544>View Supplier|
id: [2664]<1544>Lihat Pemasok|

source: [2665]<1545>View Clients|
id: [2665]<1545>Lihat Klien|

source: [2666]<1546>Show all layout plans|
id: [2666]<1546>Tampilkan semua rencana tata letak|

source: [2667]<1547>Only show plans with all inputs available|
id: [2667]<1547>Hanya tampilkan rencana dengan semua input tersedia|

source: [2668]<1548>Annual rent per square foot|
id: [2668]<1548>Sewa tahunan per kaki persegi|

source: [2669]<1549>Occupancy|
id: [2669]<1549>Hunian|

source: [2670]<1550>Annual return|
id: [2670]<1550>Return tahunan|

source: [2672]<1552>Market value|
id: [2672]<1552>Nilai pasar|

source: [2673]<1553>Spending on Public Relations|
id: [2673]<1553>Pengeluaran untuk Hubungan Masyarakat|

source: [2674]<1554>Spending on Investor Relations|
id: [2674]<1554>Pengeluaran untuk Hubungan Investor|

source: [2675]<1555>Media Firms|
id: [2675]<1555>Perusahaan Media|

source: [2676]<1556>Current advertising pricing (CPM)|
id: [2676]<1556>Harga periklanan (CPM) saat ini|

source: [2677]<1557>New content development budget|
id: [2677]<1557>Anggaran pengembangan konten baru|

source: [2678]<1558>Products sold in|
id: [2678]<1558>Produk yang dijual di|

source: [2680]Game Design &|
id: [2680]Desain Game &|

source: [2682]Project Management:|
id: [2682]Manajemen Proyek:|

source: [2683]Programming:|
id: [2683]Pemrograman:|

source: [2685]Graphics:|
id: [2685]Grafik:|

source: [2688]Marketing &|
id: [2688]Pemasaran &|

source: [2690]User Community:|
id: [2690]Komunitas Pengguna:|

source: [2691]Testing:|
id: [2691]Pengujian:|

source: [2696]<NANA>N/A|
id: [2696]<NANA>T / A|

source: [2697]<YOUR>Your |
id: [2697]<YOUR>Anda|

source: [2698]<RESI> resigned from your corporation.|
id: [2698]<RESI>mengundurkan diri dari perusahaan Anda.|

source: [2699]Resignation|
id: [2699]Pengunduran Diri|

source: [2700]<LAYS> layout plans found|
id: [2700]<LAYS>denah tata letak ditemukan|

source: [2701]<LAYM>You do not have enough cash to setup this layout.|
id: [2701]<LAYM>Anda tidak memiliki cukup uang untuk mengatur tata letak ini.|

source: [2702]<DOWR>You cannot join the game because your Capitalism II version is different from that of this multiplayer game's creator.
id: [2702]<DOWR>Anda tidak dapat bergabung dengan game ini karena versi Capitalism II Anda berbeda dengan versi pembuat game multipemain ini.

source: The creator's version is %1s while your version is %2s.|
id: Versi pembuatnya adalah %1s sedangkan versi Anda adalah %2s.|

source: [2705]<NCUR>CURRENCY REVALUED!
id: [2705]<NCUR>CURRENCY REVALU!

source: The government announced that the currency will be revalued at a ratio of 1 to 100.
id: Pemerintah mengumumkan bahwa mata uang tersebut akan dinilai kembali dengan perbandingan 1 banding 100.

source: Banknotes and coins for the revalued currency will enter into circulation.|
id: Uang kertas dan koin untuk mata uang yang dinilai kembali akan mulai beredar.

source: [2708]Buy Land|
id: [2708]Beli Tanah|

source: [2709]Sorry, you cannot buy this land plot.|
id: [2709]Maaf, Anda tidak bisa membeli sebidang tanah ini.|

source: [2710]<P36M>Past 36 months|
id: [2710]<P36M>36 bulan terakhir|

source: [2711]Tech Focused|
id: [2711]Berfokus pada Teknologi|

source: [2712]Media Focused|
id: [2712]Berfokus pada Media|

source: [2713]Tech|
id: [2713]Teknologi|

source: [2715]<RDTL>Tech level|
id: [2715]<RDTL>Tingkat teknologi|

source: [2716]founded|
id: [2716]didirikan|

source: [2717]and serves as its|
id: [2717]dan berfungsi sebagai|

source: [2718]joins|
id: [2718]bergabung|

source: [2719]as|
id: [2719]sebagai|

source: [2720]becomes|
id: [2720]menjadi|

source: [2721]of|
id: [2721]dari|

source: [2722]resigns from his job at|
id: [2722]mengundurkan diri dari pekerjaannya di|

source: [2723]resigns from her job at|
id: [2723]mengundurkan diri dari pekerjaannya di|

source: [2724]discharged by|
id: [2724]habis oleh|

source: [2725]went bankrupt and|
id: [2725]bangkrut dan|

source: [2726]loses his job as|
id: [2726]kehilangan pekerjaannya sebagai|

source: [2727]loses her job as|
id: [2727]kehilangan pekerjaannya sebagai|

source: [2728]after serving as|
id: [2728]setelah menjabat sebagai|

source: [2729]after serving as|
id: [2729]setelah menjabat sebagai|

source: [2730]month|
id: [2730]bulan|

source: [2731]months|
id: [2731]bulan|

source: [2732]opens an|
id: [2732] membuka|

source: [2733]opens a|
id: [2733] membuka|

source: [2734]sets up a Warehouse|
id: [2734] mendirikan Gudang|

source: [2735]sets up a TV Station|
id: [2735] memasang Stasiun TV|

source: [2736]sets up a Newspaper Publisher|
id: [2736] menyiapkan Penerbit Majalah|

source: [2737]sets up a Radio Station|
id: [2737] menyiapkan Stasiun Radio|

source: [2738]builds a|
id: [2738] membangun|

source: [2739]donates to build a|
id: [2739] menyumbang untuk membangun|

source: [2740]sets up|
id: [2740] menyiapkan|

source: [2741]builds|
id: [2741] membangun|

source: [2742]demolishes his Mansion and sells the land.|
id: [2742] meruntuhkan Rumahnya dan menjual tanahnya.|

source: [2743]demolishes her Mansion and sells the land.|
id: [2743] meruntuhkan Rumahnya dan menjual tanahnya.|

source: [2744]changes its corporate strategy from|
id: [2744] mengubah strategi perusahaannya dari|

source: [2745]to|
id: [2745] ke|

source: [2746]acquires an|
id: [2746] mengakuisisi|

source: [2747]acquires a|
id: [2747] mengakuisisi|

source: [2748]in|
id: [2748] di|

source: [2749]from|
id: [2749] dari|

source: [2750]for|
id: [2750] untuk|

source: [2751]splits its share|
id: [2751] membagi bagiannya|

source: [2752]-for-1.
id: [2752]-untuk-1.

source: Each shareholder now holds|
id: Setiap pemegang saham sekarang memegang|

source: [2753]times as many shares.|
id: [2753]kali lebih banyak dibagikan.|

source: [2754]undergoes a 1-|
id: [2754]mengalami 1-|

source: [2755]stock merge, which groups every|
id: [2755]saham merge, yang mengelompokkan setiap|

source: [2756]shares into one share.|
id: [2756]saham menjadi satu saham.|

source: [2757]buys an|
id: [2757]membeli sebuah|

source: [2758]buys a|
id: [2758]membeli|

source: [2759]in|
id: [2759]di|

source: [2760]from|
id: [2760]dari|

source: [2761]for|
id: [2761]untuk|

source: [2762]The central bank increases the interest rate from|
id: [2762]Bank sentral menaikkan suku bunga dari|

source: [2763]The central bank decreases the interest rate from|
id: [2763]Bank sentral menurunkan suku bunga dari|

source: [2764]to|
id: [2764]hingga|

source: [2765]A new chairman with|
id: [2765]Seorang ketua baru dengan|

source: [2766]attitude is now at the helm of the central bank.|
id: [2766]sikap sekarang di pucuk pimpinan bank sentral.|

source: [2767]acquires technology for|
id: [2767]memperoleh teknologi untuk|

source: [2768]from|
id: [2768]dari|

source: [2769]for|
id: [2769]untuk|

source: [2770]The Government|
id: [2770]Pemerintah|

source: [2771]the Government|
id: [2771]Pemerintah|

source: [2772]Corporation Changes Strategy|
id: [2772]Corporation Mengubah Strategi|

source: [2773]Central Bank Changes Interest Rate|
id: [2773]Bank Sentral Mengubah Suku Bunga|

source: [2774]The New Central Bank Chairman|
id: [2774]Pimpinan Bank Sentral Baru|

source: [2775]Career Change|
id: [2775]Perubahan Karir|

source: [2776]Riot|
id: [2776]Kerusuhan|

source: [2777]Stock Crash|
id: [2777]Kerusakan Saham|

source: [2778]Currency Revalued!|
id: [2778]Mata Uang Revaluasi!|

source: [2779]Inflation Hawk (modest)|
id: [2779]Inflation Hawk (sederhana)|

source: [2780]Inflation Hawk (strong)|
id: [2780]Elang Inflasi (kuat)|

source: [2781]Neutral|
id: [2781]Netral|

source: [2782]Inflation Dove (modest)|
id: [2782]Inflation Dove (sederhana)|

source: [2783]Inflation Dove (strong)|
id: [2783]Inflation Dove (kuat)|

source: [2784]Ultra Tight|
id: [2784]Sangat Ketat|

source: [2785]Very Tight|
id: [2785]Sangat Ketat|

source: [2786]Tight|
id: [2786]Ketat|

source: [2787]Slightly Tight|
id: [2787]Sedikit Ketat|

source: [2789]Slightly Loose|
id: [2789]Sedikit Longgar|

source: [2790]Loose|
id: [2790]Longgar|

source: [2791]Very Loose|
id: [2791]Sangat Longgar|

source: [2792]Ultra Loose|
id: [2792]Sangat Longgar|

source: [2793]Sorry, the AI is having an advance start and you cannot build any buildings until year|
id: [2793]Maaf, AI memiliki permulaan lebih awal dan Anda tidak dapat membangun bangunan apapun sampai tahun|
